Repository: EcosistemaUrbano/local_in
Catalog: whatif/languages/*.po
Languages: ca, pt_br

source: Restablecer
ca: Restaurar
pt_br: Reset

source: Mensajes positivos
ca: Missatges positius
pt_br: References

source: Mensajes negativos
ca: Missatges negatius
pt_br: Proposals

source: Positivo
ca: Positiu
pt_br: Reference

source: Negativo
ca: Negatiu
pt_br: Proposal

source: Arquitectura urbanismo
ca: Arquitectura i urbanisme
pt_br: Architecture and urbanism

source: Comunidad ciudadana
ca: Comunitat ciutadana
pt_br: Citizens community

source: Espacio público medioambiente
ca: Espai públic i medi ambient
pt_br: Public space and environment

source: Movilidad
ca: Mobilitat
pt_br: Mobility

source: Otros
ca: Altres
pt_br: Others

source: Localizaciones
ca: Localitzacions
pt_br: Locations

source: Herramienta de participación urbana
ca: Eines de participació ciutadana
pt_br: Urban participatory tools

source: Enviado por:
ca: Enviat per:
pt_br: Sent by:

source: Archivos
ca: Arxius
pt_br: Files

source: Publicado a las
ca: Publicat a les
pt_br: Published at

source: Inicio
ca: Inici
pt_br: Home

source: Mis mensajes
ca: Els meus missatges
pt_br: My messages

source: Mi perfil
ca: El meu perfil
pt_br: My profile

source: Abandonar sesión
ca: Tancar sessió
pt_br: Log out

source: Iniciar sesión
ca: Iniciar sessió
pt_br: Log in

source: Participa
pt_br: participate

source: Consulta los resultados
ca: Consulta els resultats
pt_br: view entries

source: Su mensaje se publicó correctamente
ca: El seu missatge s'ha publicat correctament
pt_br: Your message has been correctly published

source: Su mensaje no pudo ser publicado por algún error entre su conexión y el servidor, o bien ya existe un mensaje igual al que está intentando publicar. Por favor vuelva al formulario para reenviar su mensaje.
ca: El seu missatge s'ha pogut publicar per algun error entre la seva connexió i el servidor, o bé ja existeix un missatge igual al que està intentant publicar. Si us plau torni al formulari per reenviar el seu missatge.
pt_br: Your message couldn't be published due to an error when trying to connect to the server, or the message you're trying to publish already exists. Please go back to the form and try to resend it.

source: Describe tu idea
ca: Descriu la teva idea
pt_br: Describe your finding or document

source: Describe tu problema
ca: Descriu el teu problema
pt_br: Describe your idea or proposal

source: Describe tu idea (140 caracteres como máximo)
ca: Descriu la teva idea (140 caràcters com a màxim)
pt_br: Write your text (maximum of 140 characters)

source: Elige una categoría
ca: Escull una categoria
pt_br: Choose a category

source: Elige palabras clave
ca: Escull paraules clau
pt_br: Choose some keywords

source: Hasta un máximo de 5
ca: Fins a un màxim de 5
pt_br: Up to 5 keywords

source: También puedes añadir tus propias palabras clave separadas por comas.
ca: També pots afegir les teves pròpies paraules clau separades per comes.
pt_br: You an also add your own keywords, comma separated.

source: Elige una localización
ca: Tria una localització
pt_br: Choose a location

source: Vista mapa
ca: Vista del mapa
pt_br: Map view

source: Vista satélite
ca: Vista satèlit
pt_br: Satellite view

source: Vista híbrida
pt_br: Hybrid view

source: Añade una foto o un vídeo
ca: Afegeix una foto o un vídeo
pt_br: Add a photo or a video

source: Su imagen ha sido cargada
ca: La seva imatge ha estat carregada
pt_br: Your image has been uploaded

source: Añadir un vídeo
ca: Afegir un vídeo
pt_br: Add a video

source: Si quieres modificar algo puedes volver hacia atrás pulsando sobre las fechas.
ca: Si vols modificar alguna cosa pots tornar enrere clicant les fletxes.
pt_br: If you want to modify something, you can go back using the black arrows.

source: Para publicar pulsa a continuación:
ca: Per publicar clica a continuació:
pt_br: To publish the message, click on the following button:

source: Publicar mensaje
ca: Publicar missatge
pt_br: Publish message

source: Para publicar un mensaje debes iniciar sesión.
ca: Per a publicar un missatges has d'iniciar sessió.
pt_br: You have to log in to publish a message.

source: usuario o contraseña incorrectos
ca: usuari o contrasenya incorrectes
pt_br: Incorrect username or password.

source: usuario
ca: usuari
pt_br: username

source: contraseña
ca: contrasenya
pt_br: password

source: Recordarme
pt_br: Remember me

source: Si aún no estás registrado:
ca: Si encara no estàs registrat:
pt_br: If you're not registered yet:

source: el nombre ya existe
ca: el nom ja existeix
pt_br: that username already exists

source: nombre de usuario
ca: nom d'usuari
pt_br: username

source: sin espacios
ca: sense espais
pt_br: no spaces

source: correo asociado a otro usuario
ca: correu associat a un altre usuari
pt_br: this email is already in use by other user

source: parece que te has equivocado al teclear...
ca: sembla que t'has equivocat al teclejar...
pt_br: looks like you made a mistake while typing

source: confirma tu contraseña
ca: confirma la contrasenya
pt_br: confirm your password

source: Registrarse
pt_br: Register

source: Datos:
ca: Dades:
pt_br: Data:

source: Mensajes enviado por
ca: Missatge enviat per
pt_br: Message sent by

source: Palabras clave
ca: Paraules clau
pt_br: Keywords

source: Imágenes
ca: Imatges
pt_br: Images

source: Comentario
ca: Comentari
pt_br: Comment

source: Ver Video
ca: Veure el vídeo
pt_br: Watch video

source: Editar
pt_br: Edit

source: Sin imagen
ca: Sense imatge
pt_br: No image

source: Atrás
ca: Enrere
pt_br: Previous

source: Adelante
ca: Endavant
pt_br: Next

source: Paso anterior
ca: Pas anterior
pt_br: Previous step

source: Paso siguiente
ca: Següent pas
pt_br: Next step

source: correo electrónico
ca: correu electònic
pt_br: e-mail address

source: Entradas anteriores
ca: Entrades anteriors
pt_br: Previous entries

source: Entradas posteriores
ca: Entrades posteriors
pt_br: Next entries
